Repository: ssddttaa/SelfControlPatch
Catalog: selfcontrol-master/*.lproj/ExtraStrings.strings
Languages: de, es, ja

source: day
de: Tag

source: days
de: Tage

source: hour
de: Stunde

source: hours
de: Stunden

source: minutes
de: Minuten

source: Block in progress
de: Ein Block läuft!

source: The blacklist cannot be edited while a block is in progress.
de: Die Blacklist kann nicht bearbeitet werden, während ein Block läuft.
es: La lista negra no puede ser editada mientras un bloqueo esté en marcha.
ja: ブロック進行中はブラックリストの編集を行えません。

source: Helper tool not launched as root.
de: Das Helper Tool läuft nicht als Root.
es: Herramienta de ayuda no se inció como raíz.
ja: ヘルパーツールがルートとして起動されませんでした。

source: Helper tool launched with insufficient arguments.
de: Das Helper Tool wurde mit mangelhaften Parametern gestartet.
es: La herramienta de ayuda se inició con argumentos insuficientes.
ja: 引数が不完全なままヘルパーツールが起動しました。

source: Host blocklist not set
de: Die Host Blocklist ist nicht gesetzt.
es: La raíz blocklist (lista de bloqueo) no se ha fijado.
ja: ホストのブロックリストが設定されていません。

source: Could not write launchd plist file to LaunchDaemons folder.
de: Konnte die launchd plist Datei nicht in den LaunchDaemons-Ordner speichern.
es: No se pudo escribir el archivo launchd a la carpeta LaunchDemons.
ja: 起動された plist ファイルを LaunchDaemons フォルダに書き込めませんでした。

source: Could not create PrivilegedHelperTools directory.
de: Konnte den PrivilegedHelperTools-Ordner nicht erstellen.
es: No se pudo crear el directorio PrivilegedHelperTools.
ja: ディレクトリ「PrivilegedHelperTools」を作成できませんでした。

source: Could not change permissions on PrivilegedHelperTools directory.
de: Konnte die Rechte für den PrivilegedHelperTools-Ordner nicht ändern.
es: No se pudieron cambiar los permisos en el directorio PrivilegedHelperTools.
ja: ディレクトリ「PrivilegedHelperTools」のアクセス権を変更できませんでした。

source: Could not delete old helper binary.
de: Konnte die alte Helper-Binärdatei nicht löschen.
es: No se pudo borrar el binario antigüo de ayuda.
ja: 古いヘルパーバイナリを削除できませんでした。

source: Could not copy SelfControl's helper binary to PrivilegedHelperTools directory.
de: Konnte die SelfControl Helper-Binärdatei nicht in den PrivilegedHelperTools-Ordner kopieren.
es: No se pudo copiar el binario de ayuda de SelfControl al directorio PrivilegedHelperTools.
ja: SelfControl のヘルパーバイナリをディレクトリ「PrivilegedHelperTools」へコピーできませんでした。

source: Could not change permissions on SelfControl's helper binary.
de: Konnte die Rechte für die SelfControl Helper-Binärdatei nicht ändern.
es: No se pudieron cambiar los permisos en el binario de ayuda de SelfControl.
ja: SelfControl のヘルパーバイナリのアクセス権を変更できませんでした。

source: Insufficient block information found.
de: Eine mangelhafte Block-Information wurde gefunden.
es: No se encontró suficiente información de bloqueo.
ja: 不完全なブロック情報が見つかりました。

source: Launch daemon load returned a failure status code.
de: Das Laden des Launch Daemons hat einen Fehlercode zurückgeliefert.
es: Lanzamiento del daemon (servicio) de carga generó un código de estado fallo.
ja: 起動デーモンロード時にエラーステータスコードが検出されました。

source: Remove option called.
de: Die Lösch-Option wurde aufgerufen.
es: Se llamó la opción remover.
ja: 削除オプションが呼び出されました。

source: Refreshing domain blacklist, but no block is currently ongoing.
de: Die Domain-Blackliste wurde aktualisiert, doch kein Block läuft gerade.
es: Refrescando la lista negra del dominio, pero ningún bloqueo está en marcha.
ja: ドメイン・ブラックリストをリフレッシュ中ですが、現在ブロックは実行されていません。

source: Checkup ran but no block found.
de: Checkup lief, aber kein Block wurde gefunden.
es: Corrió el chequeo pero no se encontró un bloqueo.
ja: 検査は実行されましたがブロックは検出されませんでした。

source: Could not write lock file.
de: Konnte die Block-Datei nicht schreiben.
es: No se pudo escribir el archivo candado.
ja: ロックファイルの書き込みに失敗しました。

source: Could not remove SelfControl lock file.
de: Konnte die Lockdatei von SelfControl nicht entfernen.
es: No se pudo borrar el archivo lock (cerrardura) de SelfControl.
ja: SelfControl のロックファイルを削除できませんでした。

source: SelfControl lock file already exists. Please try your block again.
de: Die SelfControl Lockdatei existiert bereits. Bitte versuchen Sie den Block erneut.
es: Archivo lock (cerradura) SelfControl ya existe, Por favor intente su bloqueo de nuevo.
ja: SelfControl のロックファイルはすでに存在します。ブロックを再度実行してください。

source: Helper tool failed with unknown error code: %d
de: Das Helper Tool schlug mit dem unbekannten Fehlercode %d fehl.
es: Herramienta de ayuda fracasó sin ningún código de error conocido: %d
ja: ヘルパーツールが不明なエラーコード: %d によって正常動作しませんでした。

source: Error %d received from the Security Server.
de: Der Sicherheitsserver lieferte folgenden Fehlercode: %d
es: Error %d recibido del servidor de seguridad (Security Server).
ja: セキュリティサーバーから Error %d を受信しました。

source: Error -104: The helper tool crashed. This may cause unexpected errors.
de: Fehler -104: Das Helper Tool stürzte ab. Das kann unerwartete Fehler hervorrufen.
es: Error -104: La herramienta de ayuda hizo crash. Esto puede causar errores inesperados.
ja: エラー -104: ヘルパーツールがクラッシュしました。予期しないエラーが発生する可能性があります。

source: Are you sure you want a whitelist block?
de: Möchten Sie wirklich einen Whitelist-Block?

source: A whitelist block means that everything on the internet BESIDES your specified list will be blocked. This includes the web, email, SSH, and anything else your computer accesses via the internet. If a web site requires resources such as images or scripts from a site that is not on your whitelist, the site may not work properly.
de: Ein Whitelist-Block bedeutet, dass alles im Internet geblockt werden wird, was NICHT auf Ihrer Whitelist steht. Das schließt das Web, eMail, SSH und alles andere, auf das Ihr Computer über das Internet zugreift, ein. Wenn eine Website Resourcen von Websites, die nicht auf Ihrer Whitelist stehen, benötigt, wie zum Beispiel Bilder oder Script, funktionieren Webseiten eventuell nicht korrekt.
